[
    {
        "name": "Archivist Journal: 'Megalodaunt'",
        "flavour": "by Archivist Caliban Sr.",
        "pages": [
            "Winter, 521 CE.\n\nSubject C hasn't moved within his enclosure all day. He's resting on the ground, staring intently at the glass surrounding him, for no discernable reason to us.\n\nEven for evening supper, he's yet to move an inch; it's quite the blight, as the body's stench has accumulated more over time. He just stares, unmoving.\n\nThis came as quite a shock to Faris and I, as Subject C usually becomes frenzied when brought near a corpse, yet.. nothing.",
            "Late into the night, Subject A rose from her slumber and released a deafening screech, waking every living being in the facility easily. The shaking floor somehow stirred even Subject C to an upright position, looking attentively toward the alpha.\n\nThroughout our weeks studying, the relationship between an alpha megalodaunt and a subordinate megalodaunt has brought many interesting questions into our hands.\n\nWhile not appearing to be reasonably intelligent creatures, they have a strong sense of social hierarchy, and their place in their 'society,' if it could be called that.\n\nSubordinate megalodaunts tend to pay close attention to the alpha of their territory, for reasons we cannot understand. Subject A has expressed the impressive ability to bring a creature as lazy as Subject C to his feet, a feat insurmountable to us, meager scholars.",
            "Today, the realization has hit that we lack additional food for our dear subjects.\n\nLast night's meal for Subject C was the last body on-hand; unfortunately, it is winter. Pathfinders tend to be.. shakey, during this time of year. It's more difficult to find gullible, bright-eyed, hopeful ones.\n\nDuring last winter, we prepared a surplus of bodies in preparation for this. This winter, however, we became careless. Too much time spent on experimentation and studying, of course. ",
            "But, I do not want to end my studies here, and a megalodaunt's appetite is.. marvelous.\n\nI'll contemplate my options. I'm determined to see these experiments through to the end.\n\nI'm writing once more, only a few hours past my previous entry.\n\nI've prepared a new meal for my subjects. I still need to wash myself first, as I do not want the smell of blood luring them toward myself instead of their meal.\n\nDespite this being all I can provide for now, I'm happy to say it will at least satisfy Subject A; she's my primary research target at the moment, after all. Surely, her subordinates will understand.\n\nAnd if not? I've seen beautifully gruesome combat between megalodaunts, almost akin to mankind's scuffles. Truly, a fascinating spectacle to witness. ",
            "I fed the last of my food supply to Subject A, dropping the body into the enclosure. As she did last night, she consumed it happily, as the other two subjects watched.\n\nI used this opportunity to gain the best look I possibly could muster at the coarse coral along her back. A beautiful, natural weapon, capable of slaughtering hundreds of pathfinders within mere moments.\n\nIt's ability to launch almost needle-like projectiles at such high speeds is.. beautifully lethal; it mainly occurs when the megalodaunt is under high-stress, as a last-ditch defense mechanism.\n\nI fear I may have stared too long though, as the other subordiantes seemed more interested in me then ever before; I made sure to engage in a swift exit.\n\nThere's something marvelous about these creatures, some sort of almost mankind-like understanding between eachother.\n\nYet, to us, they are simply considered 'monsters.' ",
            "You all fail to see it's social prowress, without not even a consideration of the possibilities; what if we were able to exploit this hierarchy for our own purpose?\n\nFor my own purpose. For your own purpose. "
        ]
    },
    {
        "name": "Children of the Aftertide I",
        "flavour": "- a foreword by Mira Sokolof",
        "pages": [
            "The world we live in - the world after the Canticlysm, the Tides, and the Drowning of Celtor, - is a world without harmony and peace, a place of great turmoil and unrest. For some, such as the tide-scattered Celtor, it is a place without a past and a home. The surface is slowly turning into a graveyard of once-great cultures, as the few surviving ones vie for supremacy in a sea-sundered land.",
            "I myself, Mira Sokolof, am a descendant of the Celtor who survived the Great Drowning by fortune of being away from the city during the catastrophe. Despite that, the loss of our heartland - its wholesale disappearance to the Depths below, - left a great wound in our collective psyche, and an astoundingly vast rift in our cultural memory. Our traditions hardly survive after several centuries of diaspora, but they cling on to dear life, thanks to the efforts of individual Celtor. My family tried - and still try - their hardest to keep the Celtorian ways alive, passing old stories and customs down the family line through spoken word and repetition.",
            "But this alone, and in such small numbers, cannot preserve the old culture of my kin. Slowly, as we are forced to seek other homes to settle in - homes other than our own, - our ways fade, and the past is forgotten. It is hard to accept it, but the Celtor culture is experiencing its final sunset. Not only did the archives and libraries of our once-great drowned city contain a wealth of texts about our culture, but the city itself once housed the culture’s living practitioners - the Celtorians themselves. But now, we are scattered, few and far inbetween, like chaff in the wind; and our wealth of culture is lost beneath the tide.",
            "At present day, the surface world is still dotted with a variety of cultures, each at a different stage of vitality. For example, the island of Etrea, the last remaining shard of a once-great kingdom of the same name, maintains its distinct way of life in relative isolation. However, their culture is growing stagnant, ossified, and inflexible due to such policies, remaining relatively unchanged for the past several centuries - an unnatural amount of time for any civilisation’s lifestyle to stay so static.",
            "As another example, The Navaean nomads’ ways are still going strong, flourishing in the face of great adversity - somewhat of a paradox considering their culture’s wandersome nature, their reliance on traditions of spoken word, and their consistent clashes with the encroaching imperial influence of the Central Authority. The Authority themselves, as yet another example, struggle to find any solid cultural ground to stand on, despite being made up of numerous varied groups of people, each with their own colourful histories and customs. Instead, they rely upon loyalty to hierarchy and on military tradition to keep their political ties from fraying.",
            "And then, of course, there are new cultures still emerging in the long wake after the Tides, forming up in response to the changed ways of the people of the New World. Where there was a lack of rooted national history and shared past, a variety of stand-ins arose - companies, labour unions, and guilds of workers and adventurers alike. Within these non-societal units, unique traditions, hierarchies, and customs take shape. They fight for their place beneath the sun, like any other.\n\nDespite all this, our world remains at strife with itself, and destruction reigns over creation. We have proven, time and time again, that humanity can persevere in the face of incredible adversity, and band together during and after world-ending events. What we have woefully failed to do, however, is preserve the past - the circumstances did not allow us to do this well.",
            "It is for this reason that I publish this journal of mine, containing within it a continuous study of the surface world’s cultures, traditions, customs, and ways of life - old and new alike. Here I have set the records of my investigative journey throughout the world, accompanied by my very close life-long friend, a Khan warrior named Anna Nemises. We hope these writings are found satisfactory in the face of posterity.\n\nIn truth, we do not know for certain what the future holds. Perhaps the world as it is may not exist for very long. Perhaps none are exempt from the fate that befell the city of Celtor, the Great Jewel - but from the shared, traumatic experience of the surviving Celtorian people, rebuilding will be a much easier task if at least a small ember of the past remains burning.\n\nThis is my ember, brought to the altar of time. Never again may we suffer alone, in the dark."
        ]
    },
    {
        "name": "Diver Journal, I",
        "flavour": "- writings of Apprentice Azel",
        "pages": [
            "This was never an expedition. This was a setup. Chaser has gone mad. The Kyrsgarde have gone mad. No matter what direction I run, I'm met with the same adversity from those I'm supposed to 'trust', yet it ends in catastrophe. Chaser didn't take us here to find anything, he took us here to feed on us. The Kyrsgarde on the surface are kind, but below... it's all a facade. It's always been a facade. I can't trust anyone anymore, there's nothing in this hell which could absolve me of this fear now. Even as I'm writing this, I feel eyes watching me. I know one thing for certain: today, I will die. Whether it be by the hands of my 'leader', or by the hands of those who take us for fools, or perhaps the beasts resting above me.",
            "This is my last day... alone. Alone in a wasteland, a meaningless death to be forgotten, just another number added to the infinite list of 'missing in action' Divers. Is that what all this means? Did Mother want this? Good for nothing.. rotten son, never made money or did anything for the family, dead in a cave, accomplished nothing, alone. Hopeless and abandoned, even in my final moments. I'm going to be forgotten, just as the countless times before. 'Azel Corbet' never existed.. he never did, never meant anything to anyone.. and alone. Alone! Each time I write the word I feel angrier at myself. I hate this. Maybe this is what I deserved. Maybe if I wasn't a good-for-nothing since birth, since childhood, since adolescence, since adulthood, maybe-\n\n*The ink on the following pages are washed out and incomprehensible, streaking in lines only tears could create, smudging the ink. His last words are lost.*"
        ]
    },
    {
        "name": "Diver Journal, II",
        "flavour": "- writings of Journeyman Skeli",
        "pages": [
            "First of Moonveil, Entry #2. Curse Klaris for sending me to this godsforsaken place. This snow sticks like tar and doesn't melt from your warmth... Even knowing this, there was no reason to lose more than a single expedition team. According to the locals one of our own has occupied the tower above. It has to be Chaser.. He volunteered to lead the first expedition team with a fervor that I've never seen from him. If he's the only one left alive from the team, I can only imagine what became of the others. We can no longer trust that man. Should the Forbidden City fall into his hands, it could spell doom for all of us.\n\n*The remaining pages are scribbled out frantically, no words can be made out from the mess, as if there was something to hide.* "
        ]
    },
    {
        "name": "Diver Journal, III",
        "flavour": "- writings of Apprentice Hero",
        "pages": [
            "This is the third day without food. Chaser refuses to let us near the Ignition Union's settlement here. I understand we're at odds with the Union, but... I'm hungry. I'm cold. They have heat there, so I've been told. Their lamps, they can burn away the parasites. A few members of the expedition got fed up with Chaser, and tried to sneak away, but they weren't in their bunks the following morning. Maybe they did get away, and are staying with the Union now? Skeli told me the Union's settlement was along the ground floor beneath the bridges, marked by steam towers, but.. I heard it's dangerous. Bounders reside there. I don't know what to do.. I may just seek out the settlement myself. I need warmth. ",
            "The fourth day has come. I'm growing weaker by the hour, as it becomes harder to move. I contemplated eating the snow, but.. I've already seen what happens to those it sticks to. But, I'm hungry.. so, so hungry. Maybe my stomach could handle it? I don't know if the eggs would be able to survive such conditions, or if I'd be sentencing myself to an earlier death. What choice do I have? To die slow hopelessly, or gamble a chance to live? I'll think about it more. If I'm unable to move far, then.. I suppose I'll try it.\n\nThere's something inside.\n\nThere's a whisper inside.\n\nThere's movement inside.\n\nThere's something wrong.\n\nThere's something wrong.\n\nThere's something wrong.\n\nThere's something- "
        ]
    },
    {
        "name": "Eggs In A Basket",
        "flavour": "A broadsheet of a popular sailor song",
        "pages": [
            "Oh, my dear, you knew so long ago that I'd be leaving soon,\nAnd now the day has come at last me to cross the ocean blue.\nWeep your little heart out if I don't come say 'goodbye' tomorrow,\nBut if I don't come back at all, then spare yourself from sorrow!\n\nI hope that soon you'll find another, -\nThough, I pray, don't tell your mother!\nI hope that you'll remember me,\nAlthough we were not meant to be.\n\nHaven't you heard the saying blasted?",
            "I'll tell you, though no one asked it:\nDo as they say,\nAnd don't put all your eggs inside one basket! "
        ]
    },
    {
        "name": "The Ferryman's Lullaby",
        "flavour": "or 'I Hear The Tides' - an Etrean folk song",
        "pages": [
            "Heave-ho, up-row, raising the anchor slowly,\nReady to lower sails and go, following course where cold winds blow.\nHeave-ho, up-row, turning the capstan slowly,\nI long to see the day when I return.\n\nI hear the tides are beckoning and calling -\n'Turn to sea, and ne'er return again!'\nWhispers the ocean to me a lullaby, secretive and slow -\n'Pray the Ferryman never takes your soul\nTo the Depths below...'\n\nHeave-ho, up-row, crossing the ocean slowly,\nCrow's nest is signaling to us, 'nothing is out here, not a fuss!'",
            "Heave-ho, up-row, eye the horizon slowly,\nNot a shore in sight! Neither day, or night!\n\nI hear the tides still beckoning and calling -\n'Now you'll never see the shore again!'\nFollow the wind and the gale, and perhaps we shall live to tell our tale,\nUnless the Ferryman gently takes our souls\nTo the Depths below...\n\nHeave-ho, up-row, piercing the sea-fog slowly,\nNo more the wind will kiss our sails, no more we'll ride on stormy gales.\nHeave-ho, up-row, lost in the waters slowly,\nWe gambled with the sea, and lost our bet!\n\nI hear my kin and comrades' distant calling,\nBut I can never turn to shore again!",
            "Lower my bones to the ocean and let them drift all alone and slow,\nMay the Ferryman gently take my soul\nTo the Depths below... "
        ]
    },
    {
        "name": "The Gideshu March",
        "flavour": "from Vincent Zeneke's monograph cycle 'Songs of the Sea'",
        "pages": [
            "We're masters of the oceans wide,\nCustodians of relentless tide!\nFor the Authority we fight -\nWithin this dark a blazing light.\n\nHurrah, hurrah, three cheers for the cause!\nWe truth uphold, and also laws!\nFor the many, the few, the big, the small -\nWe would give our lives for the cause!\nWe would give our lives for the cause!\n\nWe're wardens of the valiant dead\nFrom shore to shore our boots will tread\nThe furthest reaches we shall tame\nBring order, peace, Adretian fame!",
            "Hurrah, hurrah, three cheers for the cause!\nWe truth uphold, and also laws!\nFor the many, the few, the big, the small -\nWe would give our lives for the cause!\nWe would give our lives for the cause!\n\nThe Gideshu March is a popular marching song of the Central Authority - the iron-fisted guardians of the Central Luminant. Written in the year 1180 by August Gideshu, an Authority officer, the march quickly became popular among the rank and file soldiers, with many regiments choosing the song as their marching tune. Some even consider it to be the Authority's unofficial anthem - though the Authority elites' stance on this is not entirely clear. ",
            "Not much is known about First Lieutenant August Gideshu, the author of the song, himself. Supposedly an Adretian in origin, his unusual surname seems to indicate an older lineage, likely one reaching back to the Pre-Tidal epochs, when the Adretian peoples were contained within their mountain homelands, squabbling as scattered tribes. The Gideshu family name appears several times in various historical Authority records, though never in a rank higher than First Lieutenant.",
            "Authority records indicate that August Gideshu served aboard the Central Authority Sailing-Ship (or CASS) 'Zephyr', under Captain Hector Corbet. Little else is known about this ship's crew or specifications, aside from the fact that it served in the Eastern Luminant, and experienced several clashes involving the Etrean Navy, in which they emerged victorious. Gideshu himself is noted as having distinguished himself in one battle by bolstering crew morale during an Etrean boarding - possibly by starting to sing the eponymous march, suggesting his fellow crew were familiar with his penmanship. ",
            "It is believed August Gideshu may have penned several more songs during his service aboard the CASS 'Zephyr', though any potential copies of the written texts have not survived to reach our time. Indeed, a substantial trove of records kept by the crew was lost when the ship ran aground in the outskirts of the Starswept Valley, whereupon the Authority force was ambushed by a unit of the Hundred Legions.\n\nAugust Gideshu's fate remains uncertain, but official records note the crew were 'thoroughly defeated'. The CASS 'Zephyr' was subsequently captured, looted, stripped for parts, and wholly destroyed.\n\nI would like to thank Alloras Munet, a Central Authority navy recordkeeper, for allowing me access to certain relevant texts kept within Authority archives. This monograph would not have been possible without their invaluable help."
        ]
    },
    {
        "name": "God in the Machine",
        "flavour": "by the Keeper of Truths",
        "pages": [
            "A large stone throne laid bare before the truth, an empty vial in the center of the chamber. Behind the throne, long tendrils of darkness have writhed relentlessly. They have whipped, entangled, and screamed for years now. Atop the cold, desolate throne, resides a woman. Her eyes do not move; no, they haven’t moved since she arrived. The ghastly woman’s figure was fragile and faded, though life was still intact. The tendrils had danced around her ecstatically, covering her sealed eyes in darkness with a low growl. Through her weakening conscience, an exhausted gasp escaped her mouth, though quickly silenced by the presence of the deep. Even throughout this pain, a wry smile somehow formed upon her visage. The truth sealed shut.",
            "“It was not the hunting that brought me here, Ryrda. It was her.” A pained mumble echoed throughout the deafening silence of the forest. A Tiran woman with short, curled hair stood in front of the entrance to the truth, donned in a long, earthy green cloak. Her fists were clenched at her side, shaking in anxiety. Through her hair, a pained expression could be seen upon her face. Beside this woman, a man stood somberly, with a hand placed upon her shoulder. “She will endure it, Fran. I know it’s hard, but..” The Vesperian man would let out a sigh, before removing his hand from the woman’s shoulder. He turned his back to her, facing out to the wide expanse of trees surrounding them. The air was still, only tampered with by the movement of the Vesperian. With each step he took towards the suffocating woodland, the crunch of leaves beneath his feet rang out. His steps were slow, methodical, with careful pauses between each one. For a short period of time, he’d continue to walk forward, until hearing the sound of leaves not from himself.",
            "“Found you.” The Vesperian would draw his bow, taking aim at the small woodland creature. A moment’s worth of pause passed, before the small furred animal would leap out of its bush. As quickly as it appeared, it became impaled with an arrow. A small squeak exited its mouth, before collapsing. “I got us dinner, Fran. Sit down. It’s going to be a long night.” Ryrda would call out to the Tiran woman by the door, though she had still remained in place shaking. Again, the man would sigh in frustration. He was aware it was difficult for Fran to process, but he hadn’t the patience for it at this hour. “..I suppose I'll gather wood too, then.” A low grumble bellowed from his stomach, but he moved regardless. ",
            "A period of time, filled only by silence, passed for Fran. She had moved, but not very far; only shifting from standing to sitting in her place. The Tiran’s eyes were locked onto the large stone door, waiting to see if the woman behind it was alive. Every few moments, she would place her hand on the door, feeling it's cold embrace. Each time she did so, her body would shake in fear, before removing her hand from the stone. Under her breath, the woman would question herself, “But, why? Why must it be you, Eran? I could have, no, I should have..” The answer to her question was simply a mournful breeze through the forest, a reminder of the woodland’s suffocating loneliness. Before long, a familiar crunch of leaves could be heard from Fran’s places, and she turned to face the source of the sound. Returning was Ryrda, who carried a large bundle of firewood constructed of not only twigs and sticks, but leaves too. Approaching the Tiran, he’d grumble, “It’s not much, but it should be enough to at least cook the rabbit.” He’d begin to muck about for a small clearing to construct the campfire, eventually settling for a patch of dirt farther away from the surrounding trees. “Fran, come here. While I get this underway, we need to talk,” he called out to the Tiran.",
            "A low crackle of flame whispered between the trees as the fire began. Ryrda and Fran sat on opposite sides of the flame, both gazing into the orange warmth wordlessly. “It’s not much of a talk if neither of us are saying anything, is it?” The woman would mutter bitterly towards the man across from her, before holding her hands out to the flame. “I was waiting for you to calm yourself first. That is all, no need to be rude about it,” Ryrda would reply dryly, shifting in his place as he raised the animal’s meat above the flame, slowly rotating it. “But, since you seem more, hm, alive. I suppose that talk can begin, then.” Another harsh crackle from the campfire whispered into the night, as Fran looked up toward the Vesperian curiously.",
            "“I had to know if it's true, Fran. They called it ‘the god in the machine’. It’s capable of draining somebody’s ether clean from their vessel. And from my sources, they told me it's one of the easiest ways to get Nightblood. Eran was interested too, you know. Surely, she had talked to you about it before. She volunteered, and so.. I allowed it.” The Vesperian somberley explained, before rotating the animal meat once more. Fran’s face would shift from mere a stage of expressionless to bewildered shock. “You.. for Nightblood? You’re trying to become a Shadowcaster, Ryrda? That’s not right, don’t you have a clue of what that entails?!” She’d stand up promptly, looking down at the Vesperian in vexation. “Shadowcast is taboo for a reason, Ryrda! Gods below, what in the hells are you planning to do to Eran? She’s.. She’s my.. She’s close to me, okay? She’s important to me. What are you doing?!” As her words continued, the Tiran’s tone continued to shift to a more agitated panic, questioning the man frantically as tears began to well in her eyes. “Look! Calm down, okay? It’s.. it’s just one of the ways to obtain Nightblood. This is the easy method, so they say. She’ll live, Fran. The only people I’ve heard to die of ether vacancy were the old and sick. Please, just believe me for once.” Ryrda’s own voice would begin to shake a bit, evidently at least sharing a sliver of Fran’s worries. “As for my own sake.. It’s my life, my one and only. If I am to be hunted for my taboo pursuits, then so be it. But as long as there is no blood on my hands, then I am innocent in my own eyes. I know I’m not of the Ministry, and you know too. That is all that matters.”",
            "Though Fran opened her mouth to reply, still shaking in anger, her thoughts were cut short by a loud scream from behind her. The woman’s expression froze, as she slowly turned towards the direction of the sound, realizing the source of it originated from the sealed chamber. “Ryrda,” She began to mutter, her voice shaking. “Open the chamber, Ryrda. Now.” Soon after, she began to approach the large stone door, taking a deep breath as she did so. The Vesperian man, still sitting at the flame, would drop the animal meat into the fire in a panic, before rushing to get up and follow Fran. “Is it done? I believe it’s done..” He’d talk to himself as he ran towards the sealed door, before reaching into his front pocket, retrieving a strange talisman. Along the stone idol’s shape resided elegant engravings of symbols foreign to this Luminant, an object of delicate creation. Ryrda held the talisman up to the door, hands shaking in excitement. “I believe it’s done, Fran!” He’d call out to the Tiran, blissfully unaware of her reaction to this situation. As he turned to look towards her face, realizing the state she was in, the chamber door opened.",
            "The first sight the Vesperian saw was the filled vial in the center of the room.\nThe first sight the Tiran saw was the unconscious body on the stone throne.\nUpon Fran realizing the state of the unconscious woman, she immediately sprinted towards the throne in a panic. The Tiran shouted,“Eran? Eran! Are you..” before placing her hand upon the body. Though it hadn’t been a grand amount of time within the chamber, the body had already become cold. Fran’s hand slowly inched towards the hand of Eran’s, afraid of the truth to come. She briefly held on to Eran’s hand, raising it up, then finally understanding the reality of the situation at hand. The hand was limp, and fell back onto the throne lifelessly as soon as the Tiran let go. Fran fell to her knees, staring up at Eran’s lifeless body in horror, unable to take her sight away. Speechless, only sobs could escape her mouth as it had become clear Eran would not return.",
            "At the center of the room, Ryrda kneeled to pick up the vial on the center of the chamber. “It was true, then.” He’d murmur to himself whilst beginning to stand up, vial in hand. The man had not even realized the state of Eran yet, focused entirely on the success of his endeavor. “Nightblood, they called it. The essence of shade itself.” Without a moment’s hesitation, Ryrda raised the flask beneath his mask, indulging in a large gulp of the vial. For but a single second, the world itself had felt frozen to Ryrda - the overwhelming sensation of Eran’s ether enveloped in shade caused Ryrda to collapse, convulsing violently on the floor as his mind contorted to a form most befitting of shadow. Another scream could be heard in the room, though this time from Ryrda, suffocated in pain as the nature of Shadowcast revealed itself to him.",
            "Within the moment of time seemingly still, the Vesperian saw the world in new eyes - a vision most foul. His vision was clouded by an infinite expanse of black rocks and jagged peaks, tendrils swaying over the horizon. No sun could be seen in sight, yet the impossible landscape glowed a smokey gray, piercing through the night’s haze. Debris of lost kingdoms floated in at standstill, mirages of humans from eras long past stuck in scenes of their last moments. This was no mere hallucination, this was the reality of Shadowcast, the painful history of it happening all at once in the fraction of a second. At the top of the black peaks, Ryrda could see a doppelganger of himself, staring back at him lifelessly. The doppelganger’s existence went short-lived however, as the wavering tendrils pierced through its body all at once - only then, his eyes opened.",
            "The convulsing had ceased entirely, as the Vesperian man collected himself, slowly sitting up. He looked down at his hand, noting that it was the same as it ever was, then glancing to the shattered vial by his side. The man paused for a moment, taking a deep breath, before attempting to use the knowledge he had just been imbued. Focusing his ether, a small shadow tendril of his own making emitted from his palm, wavering just as it appeared in his vision. “It worked. Gods below, the truth was here the whole time! Can you believe it, Fran?” Ryrda exclaimed in joy, before raising his gaze from his hand to the stone throne. Upon his eyes meeting the sorrowful sight, his hand dropped to his side. He could not even mutter an attempt of an apology, he simply sat there and stared at Fran weeping next to Eran’s corpse.",
            "Thirty minutes had passed, without either of the two moving. The Tiran woman finally stood up, turning to face the Vesperian. Though this time, her eyes had not shown weakness, but instead a heartfelt fury. She began to take steps toward Ryrda, tears still falling from her face with each step. Fran opened her mouth, shakily speaking, “You knew from the start, didn’t you? You knew this would kill her. You knew. You must have.” As she reached closer with each step, her voice raised in volume, evolving from a quiet whisper to a mournful shout. “And you celebrate it! You celebrate.. What’s wrong with you? What’s wrong with you? What did she do to you, Ryrda? Answer me.” The frenzied woman grabbed Ryrda by his collar, forcing his mask close to her face, shouting, “Answer me,” over and over. Yet, Ryrda wouldn’t say a word, staring in a regretful silence.",
            "“I’m.. sorry.” The man would whisper in shame, lowering his head to avoid looking back at her. “I thought she could have made it. I knew Eran was ill, but-” Ryrda’s sentence would be quickly interrupted by Fran shoving him against the floor in rage. “You knew! You knew the whole time, then! You.. I can’t believe you. I.. ” Her shouts would only become more fearsome, causing the Vesperian to back up slowly, whilst muttering, “..Please. I’m sorry, I should’ve known. Look, please, stop coming closer. If you try something, I’ll.. I’ll have to defend myself, Fran. I’m speaking the truth, I promise.”",
            "But, to Fran, the truth had already been revealed. A sorry would not bring back Eran’s life. “You took her away from me,” Fran screamed, drawing the dagger at her side before pointing it at Ryrda. As soon as the Vesperian noticed the blade, he rose to his feet, sprinting for the exit to the cavern. Behind him, Fran followed in chase, only barely behind in speed. “Please, Fran! I’ve no choice if you keep this up, ” he shouted to the enraged Tiran, but his words only fell upon deaf ears - it was too late for her to consider the possibility. The two soon reached the exit, Ryrda re-entering the woodland once more. Night was still upon them, though the moon was nowhere to be seen. Ryrda sprinted towards a bush to hide in, rolling into it in a hurry as he drew his bow, aiming towards the cave entrance, awaiting the Tiran’s arrival. But the Tiran did not arrive - instead, an assault of flame shot out of the entrance, igniting the forest ablaze.",
            "The impact of the flame knocked Ryrda away from his initial cover, setting it ablaze with the rest of the surrounding trees. A well of smoke began to cloud the air, making it difficult for the Vesperian to aim at all amidst the haze. Once the haze settled in, the Tiran finally emerged from the cave, Flamecharm visibly wrapped around her. “You took her away from me, Ryrda,” she shouted once again. Ryrda ducked behind a nearby tree, before feeling an uncomfortable warmth behind him - the fire was spreading. Soon, the sea of trees surrounding him became a sea of hellfire, engulfing all life within the vicinity mercilessly. The once peaceful forest turned to an ocean of raging despair, swallowing the two whole. “This isn’t right, Fran!” He shouted back towards her, though the only response given was another wave of heat blasted towards his direction. ",
            "The Vesperian’s heart began racing, as he soon realized that his odds of surviving were growing slimmer by the second. He dropped his bow in a panic, instead opting to sprint full speed away from the Tiran woman. His lungs screamed with each step as smoke clouded his head, every subsequent step of his sprint becoming more painful to take. Eventually, a burning tree’s branch would break above him, crashing upon the man. Ryrda was unable to move, coughing violently as the burning log on top of him ensnared him within the chaos. The man’s eyes widened in terror as he began to struggle, attempting with all his might to break free. But, he never could. His body was already too weak from the lack of air, exhausted further by his sprint. Ryrda looked up from his spot, seeing Fran stand over him. Her eyes still remained fierce, staring down without remorse. “I’ll be seeing you, Ryrda,” she muttered in disgust, raising a hand full of flame towards the man’s mask. “You took her from me. I cannot stand to see you anymore.”",
            "The night soon came to an end. The following day, the remains of the forest layed barren. Burnt, rotted trees weakly stand, most collapsed from the blaze. A sea of ash covered the burnt wasteland, a reminder of what once stood there. A Tiran woman could be seen walking away from the sight, with a letter in hand. Upon the parchment, the following words were written: 'There was never a fire.'\n\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”",
            "There was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire.",
            "“There was never a fire.”\nThere was a fire.\n“There was never a fire.”\nThere was a fire."
        ]
    },
    {
        "name": "The Hammer's Call",
        "flavour": "- a foreword by Mira Sokolof",
        "pages": [
            "Fine workers of the Union,\nCome hear the hammer call!\nWe'll stand in solidarity -\nShoulder to shoulder, together, tall!\nShoulder to shoulder, together, tall!\n\nThe Old World sank beneath the tide,\nYet workers, shore to shore,\nTogether toil, and never hide -\nMighty, united, like none before!\nMighty, united, like none before!\n\nWith arms and tools in every hand -\nA pickaxe and a blade, -\nFrom depths to peaks, across the land,",
            "Work we in concert, and hone our trade!\nWork we in concert, and hone our trade!\n\nIt matters not how hard the chore,\nHow punishing the way;\nFor you we'll fight, retrieve, explore -\nOnly if you can our costs defray!\nOnly if you can our costs defray!\n\nBut if you do not pay your dues\nTo workers, fair and square,\nThe Union will be out to bruise -\nLabour entitles to each their share!\nLabour entitles to each their share!\n\nAnd neither mountain, rock, nor stone\nCan keep us from our mark!\nOur tools ignite, a path is blown -\nOnwards we march, powered by a spark!",
            "Onwards we march, powered by a spark!\n\nAlone, we're fingers on a palm -\nTogether, we're a fist!\nOur might is like a powder bomb,\nAnd like a fuse, may we long persist!\nAnd like a fuse, may we long persist!\n\nFine workers of the Union,\nCome hear our hammer call!\nWe'll stand in solidarity -\nShoulder to shoulder, together, tall!\nShoulder to shoulder, together, tall!",
            "'The Hammer's Call' is a labour song, originating with the workers of the Ignition Union - the renowned freelancer company and labour union. The song itself is based on the tune of an old Adretian folk song, called 'The Winding Homeward Road', and the words for this particular version - alongside with the modern arrangement, - were authored by Ignition Union member Gawain Corbet in 1272.\n\nOver the coming decades, the song would gain popularity among the Union labourers - with empowering lyrics and a steady rhythm, 'The Hammer's Call' provided a convenient means for simultaneously keeping a consistent pace of labour between a group of people, as well as keeping up worker morale. ",
            "Of interest to present day scholars is the emergence of this song in the context of the Union's identity - similarly to the Central Authority, the Ignition Union is also a boiling pot of ethnicities and cultures. Unlike the Central Authority, however, the Union's identity is not defined wholly by internal hierarchy, lingering military traditions, and loyalty to power. Instead, it is rooted in the solidarity of toil - a sense of kinship among those working for the same goal. "
        ]
    }
]